app/Models/DataStakeout.php

    public function AllData()
    {
        return $this->db->table('STAKEOUT')
        ->get()->getResultArray();
---
SELECT *
FROM "STAKEOUT"