app/Models/DataAktual.php

    public function AllData()
    {
        return $this->db->table('AKTUAL')
        ->get()->getResultArray();
---
SELECT *
FROM "AKTUAL"