app/Views/v_dashboard.php

<!-- START PHP FOR AKTUAL -->
<?php foreach ($AKTUAL as $key => $akt) {
    $db = \Config\Database::connect();
    $akt_bmo = $db->table('AKTUAL')
    ->where('site','BMO')
    ->countAllResults();

    $akt_gmo = $db->table('AKTUAL')
    ->where('site','GMO')
    ->countAllResults();

    $akt_pmo = $db->table('AKTUAL')
    ->where('site','PMO')
    ->countAllResults();

    $akt_lmo = $db->table('AKTUAL')
    ->where('site','LMO')
    ->countAllResults();

    $akt_gt = $db->table('AKTUAL')
    ->where('site','GUNTA')
    ->countAllResults();

    $akt_pnn = $db->table('AKTUAL')
    ->where('site','PUNAN')
    ->countAllResults();
---
SELECT COUNT(*) AS "numrows"
FROM "AKTUAL"
WHERE "site" = 'BMO'
SELECT COUNT(*) AS "numrows"
FROM "AKTUAL"
WHERE "site" = 'GMO'
SELECT COUNT(*) AS "numrows"
FROM "AKTUAL"
WHERE "site" = 'PMO'
SELECT COUNT(*) AS "numrows"
FROM "AKTUAL"
WHERE "site" = 'LMO'
SELECT COUNT(*) AS "numrows"
FROM "AKTUAL"
WHERE "site" = 'GUNTA'
SELECT COUNT(*) AS "numrows"
FROM "AKTUAL"
WHERE "site" = 'PUNAN'